Revit 2022 API
ParameterTypeId.FabricationTopOfPart Property
 "Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationTopOfPart { get; }
Visual Basic
Public Shared ReadOnly Property FabricationTopOfPart As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationTopOfPart {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace